public/Books/The Ancient Ones.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>The Ancient Ones</title>
<meta name="generator" content="Org Mode" />
<meta name="viewport" content="width=device-width, initial-scale=1">
<link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Oldenburg">
<link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Dosis">
<link rel="stylesheet" href="/styles/main.css" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">The Ancient Ones</h1>
<span class="openbtn" style="font-size:30px;cursor:pointer" onclick="openNav()">&#9776;</span>
<div id="side-nav" class="sidenav">
<a href="javascript:void(0)" class="closebtn" onclick="closeNav()">&times;</a>
<ul class="org-ul">
<li><a href="../index.html">Home</a></li>
<li><a href="index.html">Introduction: Books</a></li>
<li><a href="The Ancient Ones.html">The Ancient Ones</a></li>
<li><a href="In Átaremmas Footsteps.html">In Átaremma&rsquo;s Footsteps</a></li>
</ul>
</div>


<div id="outline-container-orgbab6166" class="outline-2">
<h2 id="orgbab6166">The Ameara (or &ldquo;The Ancient Ones&rdquo;) by <a href="../Characters/Bayetti Falasha.html">Bayetti Falasha</a></h2>
<div class="outline-text-2" id="text-orgbab6166">
<p>
In the annals of Naurrnen&rsquo;s history, few literary works hold the mystique and enigma that surrounds <a href="../Characters/Bayetti Falasha.html">Bayetti Falasha</a>&rsquo;s magnum opus, &ldquo;The Ameara.&rdquo; This ancient tome, penned by the brilliant Elven scholar during the early second era, stands as a testament to her profound intellect and insatiable curiosity.
</p>

<p>
&ldquo;The Ameara,&rdquo; also known as &ldquo;The Ancient Ones,&rdquo; defies easy comprehension. It weaves together cryptic verses, obscure geography, and whispers of the past into a tapestry that has mystified scholars and seekers of knowledge for ages.
</p>

<p>
At first glance, it appears as an eccentric blend of tales and poetry. Yet, beneath this surface chaos lies the elusive wisdom of the Amearans, or so it is believed. Falasha&rsquo;s cryptic messages have confounded Elves, and indeed all the races of Naurrnen, as they grapple with the secrets concealed within.
</p>

<p>
<a href="../Characters/Bayetti Falasha.html">Bayetti Falasha</a>, the renowned court scholar of the Elven empire, left an indelible mark with her work on Naurrnen&rsquo;s ancient history. &ldquo;The Ameara&rdquo; invites the curious and the learned on a journey through time, beckoning them to uncover the greatest riddle in Naurrnen&rsquo;s history. It stands as a testament to Falasha&rsquo;s unquenchable thirst for knowledge in a world where history&rsquo;s twists surpass even the wildest tales.
</p>

<blockquote>
<p>
Beneath the starry skies, their secrets softly gleam,
The Amearans, a faded memory it seems.
In Valinor they dwelt, where light forever beams,
Aiquentalë&rsquo;s song, in realms of wonder, dreams.
</p>

<p>
Amongst the ancient trees, their voices sweetly soar,
In the twilight&rsquo;s grace, where mysteries they bore.
Melmindar&rsquo;s haven, a land forevermore,
The Amearans&rsquo; tale, in whispers we explore.
</p>

<p>
Deep within Athalorion&rsquo;s core, they did reside,
A Descension Chalice, where secrets did abide.
Unlock its mysteries, with singing as your guide,
In ancient depths, where wonders yet inside.
</p>

<p>
In hushed tones, the words long lost to time,
Whispered &rsquo;neath the stars, in rhythm and rhyme.
With gentle echo, they beckon, so sublime,
To realms unknown, through portals we&rsquo;ll climb.
</p>
</blockquote>
</div>
</div>
</div>
</body>
</html>